export const BUSINESS_INFORMATION = {
  '법인명(상호)': '(주)프로메사',
  개인정보관리책임: '홍길동(hy5926@promesa.co.kr)',
  사업자등록번호: '123-45-67890',
  통신판매업신고: '1234-서울-12345',
  주소: '서울특별시 서대문구 연세로 50',
  이메일: 'contact@promesa.co.kr',
  전화: '02-1234-5678',
  계좌: '신한은행 110-455-229202',
  예금주: '예금주 : 프로메사',
  운영시간: '운영시간 오전 10시 - 오후 5시',
  점심시간: '점심시간 오후 1시 - 오후 2시',
  휴일: '주말, 공휴일은 휴일입니다.',
} as const;

export const INTRODUCTION_LINE_LIST = [
  '팀 프로메사는 아직 주목받지 못한 신예 작가들을 발굴하고',
  '플랫폼을 통해 작품의 전시와 거래를 돕습니다.',
  '',
  '도예를 전공하는 학생, 작품은 있지만 판매에 미숙한 작가,',

  '유일무이한 오브제로 일상에 가치를 더하고 싶은 소비자까지.',
  '저희 프로메사는 도예를 사랑하는 모두를 위해',
  '열정을 다하겠습니다.',
] as const;
