export const BUSINESS_INFORMATION = {
  '법인명(상호)': '(주)프로메사',
  개인정보관리책임: '홍길동(hy5926@promesa.co.kr)',
  사업자등록번호: '123-45-67890',
  통신판매업신고: '1234-서울-12345',
  주소: '서울특별시 서대문구 연세로 50',
  이메일: 'contact@promesa.co.kr',
  전화: '02-1234-5678',
  계좌: '신한은행 110-455-229202',
  예금주: '예금주 : 프로메사',
  운영시간: '운영시간 오전 10시 - 오후 5시',
  점심시간: '점심시간 오후 1시 - 오후 2시',
  휴일: '주말, 공휴일은 휴일입니다.',
} as const;

export const SHOP_INTRODUCTION_LINE_LIST = [
  '프로메사, 예술과 일상의 교차로',
  '도예 작가의 섬세한 손길이 깃든 작품으로\n특별한 오기를 느껴보세요',
] as const;
